tap "gromgit/brewtils"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "knqyf263/pet"
tap "martido/graph"
tap "metafates/mangal"
tap "nikitabobko/tap"
tap "rochakgupta/taps"
tap "valkyrie00/bbrew"
tap "zegervdv/zathura"
brew "atuin"
brew "bash"
brew "bat"
brew "bitwarden-cli"
brew "btop"
brew "cloc"
brew "coreutils"
brew "diff-so-fancy"
brew "difftastic"
brew "eza"
brew "fd"
brew "fzf"
brew "gdu"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "graphviz"
brew "jless"
brew "jnv"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "mise"
brew "most"
brew "navi"
brew "nb"
brew "ncdu"
brew "neovim"
brew "parallel"
brew "pipx"
brew "plantuml"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "vifm"
brew "vim"
brew "wget"
brew "xdg-ninja"
brew "xq"
brew "yadm"
brew "yank"
brew "zoxide"
brew "zplug"
brew "gromgit/brewtils/taproom"
brew "knqyf263/pet/pet"
brew "metafates/mangal/mangal"
brew "valkyrie00/bbrew/bbrew"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-mupdf"
cask "aerospace"
cask "alfred" # Purchased
cask "appcleaner"
cask "calibre"
cask "coconutbattery"
cask "contexts" # Purchased
cask "coteditor"
cask "daisydisk" # Purchased
cask "firefox"
cask "flux-app"
cask "font-agave-nerd-font"
cask "font-cascadia-mono-nf"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "hakuneko"
cask "hovrly"
cask "iina"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "kap"
cask "keepassxc"
cask "kindle-comic-converter"
cask "kindle-previewer"
cask "latest"
cask "libreoffice"
cask "onyx"
cask "pearcleaner"
cask "shottr"
cask "spotify"
cask "steam"
cask "surfshark"
cask "swish" # Purchased
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
vscode "74th.monokai-charcoal-high-contrast"
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onedark"
vscode "alireza94.theme-gotham"
vscode "amodio.amethyst-theme"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "christian-kohler.path-intellisense"
vscode "daylerees.rainglow"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "golang.go"
vscode "inu1255.easy-snippet"
vscode "jdinhlife.gruvbox"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "nightfall.nightfall"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "ritwickdey.liveserver"
vscode "sdras.night-owl"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "tamj0rd2.ts-quickfixes-extension"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "virgilsisoe.hammerspoon-snippets"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "yinfei.luahelper"
vscode "zhuangtongfa.material-theme"
