tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "knqyf263/pet"
tap "metafates/mangal"
tap "rochakgupta/taps"
tap "zegervdv/zathura"
brew "atuin"
brew "bash"
brew "bat"
brew "btop"
brew "cloc"
brew "coreutils"
brew "diff-so-fancy"
brew "difftastic"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "graphviz"
brew "jless"
brew "jnv"
brew "jq"
brew "lazygit"
brew "mise"
brew "most"
brew "navi"
brew "nb"
brew "ncdu"
brew "parallel"
brew "pipx"
brew "plantuml"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "tmux"
brew "tree"
brew "vifm"
brew "wget"
brew "xdg-ninja"
brew "xq"
brew "yadm"
brew "yank"
brew "zellij"
brew "zoxide"
brew "zplug"
brew "knqyf263/pet/pet"
brew "metafates/mangal/mangal"
brew "rochakgupta/taps/neovim@0.9.5"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-mupdf"
cask "font-jetbrains-mono-nerd-font"
cask "font-mononoki-nerd-font"
cask "wezterm"
