tap "gromgit/brewtils"
tap "homebrew-zathura/zathura", "https://github.com/homebrew-zathura/homebrew-zathura.git", trusted: true
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "knqyf263/pet"
tap "martido/graph"
tap "nikitabobko/tap"
tap "metafates/mangal", trusted: true
tap "rochakgupta/versions"
tap "valkyrie00/bbrew", "https://github.com/Valkyrie00/homebrew-bbrew"
brew "atuin"
brew "bash"
brew "bat"
brew "bitwarden-cli"
brew "btop"
brew "cloc"
brew "coreutils"
brew "diff-so-fancy"
brew "difftastic"
brew "eza"
brew "fd"
brew "fzf"
brew "gdu"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "graphviz"
brew "herdr"
brew "jless"
brew "jnv"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "maven"
brew "mermaid-cli"
brew "mise"
brew "most"
brew "navi"
brew "nb"
brew "ncdu"
brew "parallel"
brew "pipx"
brew "plantuml"
brew "ripgrep"
brew "slides"
brew "starship"
brew "tmux"
brew "tree"
brew "typst"
brew "vifm"
brew "vim"
brew "wget"
brew "xdg-ninja"
brew "xq"
brew "yadm"
brew "yank"
brew "zoxide"
brew "zplug"
brew "gromgit/brewtils/taproom"
brew "knqyf263/pet/pet"
brew "valkyrie00/bbrew/bbrew"
cask "alfred" # Purchased
brew "anomalyco/tap/opencode", trusted: true
brew "homebrew-zathura/zathura/zathura"
brew "homebrew-zathura/zathura/zathura-cb"
brew "homebrew-zathura/zathura/zathura-pdf-mupdf"
brew "metafates/mangal/mangal"
brew "mhersson/formulas/mpls", trusted: true
brew "rochakgupta/versions/neovim@0.11.7", trusted: true
cask "nikitabobko/tap/aerospace"
cask "antigravity-cli"
cask "appcleaner"
cask "calibre"
cask "coconutbattery"
cask "contexts" # Purchased
cask "coteditor"
cask "daisydisk" # Purchased
cask "firefox"
cask "flux-app"
cask "font-agave-nerd-font"
cask "font-cascadia-mono-nf"
cask "font-comic-shanns-mono-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "hakuneko"
cask "hovrly"
cask "iina"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "kap"
cask "keepassxc"
cask "kindle-comic-converter"
cask "kindle-previewer"
cask "latest"
cask "libreoffice"
cask "onyx"
cask "pearcleaner"
cask "shottr"
cask "spotify"
cask "steam"
cask "surfshark"
cask "swish" # Purchased
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
